13/data/attachments/11a147d5761d9de5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_6cb01dc1-156d-45a2-b246-a337a6574f15</nif:username>
            <nif:friendToBeAdded>Jacob_rock_Friend_28763_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>